<?php
// +----------------------------------------------------------------------
// | Tiki [ EASY TO USE IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liozen <zyhfrozen@gmail.com>
// +----------------------------------------------------------------------
/**
 *
 * 计划任务支持
 */
namespace Tiki;
define(PATH ,__DIR__ .'/../');
//计划任务入口标识
define(CRONT,true);
require PATH .'/core/base.class.php';
base::run();